<?php

/**
 * 타임존 : https://en.wikipedia.org/wiki/List_of_tz_database_time_zones
 *
 * 기본 셋팅된 폴더 사용시
 * langs('파일명.key');
 *
 * 다른 언어 폴더 사용시
 * langs('파일명.key', [], 'en');
 * ex: langs('Validation.테스트', [], 'en');
 */
return [
    '잘못된파라미터입니다' => '잘못된 파라미터 입니다.',
    '아이디를입력해주세요' => '아이디를 입력해주세요.',
    '패스워드를입력해주세요' => '패스워드를 입력해주세요.',
    '패스워드를다시입력해주세요' => '패스워드를 다시 입력해주세요.',
    '이름을입력해주세요' => '이름을 입력해주세요.',
    '아이디는_자이상_자이하입력해주세요' => '아이디는 {0, number}자 이상 {1, number}자 이하로 입력해주세요',
    '패스워드는_자이상_자이하입력해주세요' => '패스워드는 {0, number}자 이상 {1, number}자 이하로 입력해주세요',
    '입력하신패스워드가일치하지않습니다' => '입력하신 패스워드가 일치하지 않습니다',
    '이름은_자이상_자이하입력해주세요' => '이름은 {0, number}자 이상 {1, number}자 이하로 입력해주세요',
];
